
output_list = {

    'codes': ['005880', #대한해운
                '069960', #현대백화점
                '086280', #현대글로비스
                '032640', #LG유플러스
                '005930', #삼성전자
            ],

    '10062': ['종목코드',
                 '순위',
                 '종목명',
                 '현재가',
                 '대비기호',
                 '전일대비',
                 '등락률',
                 '누적거래량',
                 '기관순매매수량',
                 '기관순매매금액',
                 '기관순매매평균가',
                 '외인순매매수량',
                 '외인순매매금액',
                 '외인순매매평균가',
                 '순매매수량',
                 '순매매금액',                
                 ],
    '10066': ['종목코드',
                 '종목명',
                 '현재가',
                 '대비기호',
                 '전일대비',
                 '등락률',
                 '거래량',
                 '개인투자자',
                 '외국인투자자',
                 '기관계',
                 '금융투자',
                 '보험',
                 '투신',
                 '기타금융',
                 '은행',
                 '연기금등',
                 '사모펀드',
                 '국가',
                 '기타법인',               
                 ],
    '10059': ['일자',
                '현재가',
                 '대비기호',
                 '전일대비',
                 '등락률',
                 '누적거래량',
                 '누적거래대금',
                 '개인투자자',
                 '외국인투자자',
                 '기관계',
                 '금융투자',
                 '보험',
                 '투신',
                 '기타금융',
                 '은행',
                 '연기금등',
                 '사모펀드',
                 '국가',
                 '기타법인',
                 '내외국인',               
                 ],

    '10047': ['체결강도'
                ]

}